default_model_filename: "graph_sage_node_embedder.onnx"
platform: "onnxruntime_onnx"
input [
 {
    name: "x"
    data_type: TYPE_FP32
    dims: [-1, 75 ]
  },
  {
    name: "edge_index"
    data_type: TYPE_INT64
    dims: [ 2, -1]
  }
]
output [
 {
    name: "output"
    data_type: TYPE_FP32
    dims: [-1, 91 ]
  }
]
instance_group [{ kind: KIND_GPU }]
